Repository: Kaedeeeeeeeeee/VoiceMemo
Catalog: Shared/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja

source: 「%@」已完成转录
en: "%@" has been transcribed
ja: 「%@」の文字起こしが完了しました

source: %lld 条消息
en: %lld messages
ja: %lld 件のメッセージ

source: AI 对话问答
en: AI Q&A Chat
ja: AIチャットQ&A

source: AI 对话需要基于转写文本
en: AI conversation requires transcription text
ja: AIチャットには文字起こしテキストが必要です

source: AI 语音备忘录
en: AI Powered Voice Note
ja: AIボイスメモ

source: API 错误 (%lld): %@
en: API error (%1$lld): %2$@
ja: APIエラー (%1$lld): %2$@

source: PDF 导出分享
en: PDF Export & Share
ja: PDFエクスポート＆共有

source: Word 文档
en: Word Document
ja: Word 文書

source: 上周
en: Last Week
ja: 先週

source: 为已转写录音生成语义搜索索引
en: Generate semantic search index for transcribed recordings
ja: 文字起こし済み録音のセマンティック検索インデックスを生成

source: 今天
en: Today
ja: 今日

source: 从 Apple Watch 同步
en: Sync from Apple Watch
ja: Apple Watchから同期

source: 会议纪要
en: Meeting Minutes
ja: 議事録

source: 使用条款
en: Terms of Service
ja: 利用規約

source: 保存
en: Save

source: 保存声纹
en: Save Voiceprint
ja: 声紋を保存

source: 免费版
en: Free
ja: 無料版

source: 全部
en: All
ja: すべて

source: 关键要点
en: Key Points
ja: キーポイント

source: 最近的会议有哪些决定？
en: What decisions were made in recent meetings?
ja: 最近の会議でどんな決定がありましたか？

source: 准备录音
en: Ready to Record
ja: 録音準備完了

source: 分享录音笔记 PDF
en: Share Recording Notes PDF
ja: 録音ノートPDFを共有

source: 分享录音笔记文本
en: Share Recording Notes Text
ja: 録音ノートテキストを共有

source: 分享摘要 PDF
en: Share Summary PDF
ja: 要約PDFを共有

source: 分享摘要卡片
en: Share Summary Card
ja: サマリーカードを共有

source: 分享摘要文本
en: Share Summary Text
ja: 要約テキストを共有

source: 分享转写 PDF
en: Share Transcript PDF
ja: 文字起こしPDFを共有

source: 分享转写文本
en: Share Transcript Text
ja: 文字起こしテキストを共有

source: 分享音频
en: Share Audio
ja: 音声を共有

source: 创建提醒事项
en: Create Reminder
ja: リマインダーを作成

source: 删除
en: Delete
ja: 削除

source: 删除后无法恢复，确定要删除这条录音吗？
en: This cannot be undone. Are you sure you want to delete this recording?
ja: 削除すると復元できません。この録音を削除してもよろしいですか？

source: 删除模板
en: Delete Template
ja: テンプレートを削除

source: 前往首页开始录音
en: Go to Home to start recording
ja: ホームに戻って録音を開始

source: 升级到 Pro
en: Upgrade to Pro
ja: Proにアップグレード

source: 即将上线
en: Coming Soon
ja: 近日公開

source: 历史
en: History
ja: 履歴

source: 历史记录
en: History
ja: 履歴

source: 发送到 Google Docs
en: Send to Google Docs
ja: Google Docsに送信

source: 发送到 Notion
en: Send to Notion
ja: Notionに送信

source: 发送到应用
en: Send to App
ja: アプリに送信

source: 取消
en: Cancel
ja: キャンセル

source: 同步状态
en: Sync Status
ja: 同期状態

source: 图标
en: Icon
ja: アイコン

source: 在说话人重命名中保存声纹后，新录音将自动识别
en: Save voiceprints when renaming speakers, and future recordings will be auto-identified
ja: 話者名変更で声紋を保存すると、以降の録音で自動識別されます

source: 声纹已保存
en: Voiceprint Saved
ja: 声紋を保存しました

source: 声纹注册
en: Voiceprint Enrollment
ja: 声紋登録

source: 声纹管理
en: Voiceprint Management
ja: 声紋管理

source: 处理中
en: Processing
ja: 処理中

source: 头脑风暴
en: Brainstorming
ja: ブレインストーミング

source: 好的
en: OK
ja: OK

source: 完成
en: Done
ja: 完了

source: 完成录音转写后即可跨录音提问
en: Transcribe recordings to enable cross-recording Q&A
ja: 録音を文字起こしすると、録音横断の質問が可能になります

source: 完整包 (ZIP)
en: Full Package (ZIP)
ja: フルパッケージ (ZIP)

source: 对话
en: Chat
ja: チャット

source: 导入并转写
en: Import & Transcribe
ja: インポートして文字起こし

source: 导入音频
en: Import Audio
ja: 音声を読み込む

source: 导出格式
en: Export Format
ja: エクスポート形式

source: 将录音转换为文字
en: Convert voice to text
ja: 音声をテキストに変換

source: 已命名 %lld 位说话人
en: %lld speakers named
ja: %lld 人の話者を命名済み

source: 已摘要
en: Summarized
ja: 要約済み

source: 已暂停
en: Paused
ja: 一時停止中

source: 已等待 %lld 秒...
en: Waited %lld seconds...
ja: %lld 秒待機中...

source: 帮我总结过去一周的要点
en: Summarize the key points from the past week
ja: 過去1週間のポイントをまとめてください

source: 年
en: yr

source: 年度订阅
en: Yearly
ja: 年額プラン

source: 开始录音
en: Start Recording
ja: 録音を開始

source: 开始转写
en: Start Transcription
ja: 文字起こしを開始

source: 录音
en: Record
ja: 録音

source: 录音中
en: Recording
ja: 録音中

source: 录音中没有可识别的语音，请确认录音内容后重试。
en: No recognizable speech found in the recording. Please check the content and try again.
ja: 録音に認識可能な音声が見つかりませんでした。内容を確認して再試行してください。

source: 录音名称
en: Recording Name
ja: 録音名

source: 录音已保存
en: Recording Saved
ja: 録音を保存しました

source: 录音笔记
en: Notes
ja: 録音ノート

source: 总时长
en: Total Duration
ja: 合計時間

source: 总结一下讨论的要点
en: Summarize the key discussion points
ja: 議論のポイントをまとめてください

source: 恢复购买
en: Restore Purchases
ja: 購入を復元

source: 我最近的录音都讨论了什么？
en: What have my recent recordings discussed?
ja: 最近の録音ではどんな内容が話されましたか？

source: 抱歉，出现了错误：%@
en: Sorry, an error occurred: %@
ja: エラーが発生しました：%@

source: 接听电话时自动通过 Apple Watch 录音
en: Automatically record via Apple Watch when answering calls
ja: 通話応答時にApple Watchで自動録音

source: 提示词
en: Prompt
ja: プロンプト

source: 提醒事项
en: Reminders
ja: リマインダー

source: 搜索录音
en: Search Recordings
ja: 録音を検索

source: 摘要
en: Summary
ja: 要約

source: 播客访谈
en: Podcast Interview
ja: ポッドキャストインタビュー

source: 收藏
en: Favorites
ja: お気に入り

source: 新对话
en: New Chat
ja: 新しいチャット

source: 无限语音转写
en: Unlimited Transcription
ja: 無制限の文字起こし

source: 日本語
en: Japanese

source: 昨天
en: Yesterday
ja: 昨日

source: 智能摘要生成
en: Smart Summaries
ja: スマート要約

source: 暂无录音
en: No Recordings
ja: 録音なし

source: 更早
en: Earlier
ja: それ以前

source: 月
en: mo

source: 月度订阅
en: Monthly
ja: 月額プラン

source: 有哪些重要的决定或结论？
en: What important decisions or conclusions were made?
ja: 重要な決定や結論はありましたか？

source: 有没有提到截止日期？
en: Were any deadlines mentioned?
ja: 締め切りについて言及がありましたか？

source: 有没有提到需要跟进的事项？
en: Were there any follow-up items mentioned?
ja: フォローアップが必要な事項はありましたか？

source: 服务器返回了无效的响应
en: Server returned an invalid response
ja: サーバーが無効なレスポンスを返しました

source: 未检测到语音内容
en: No speech detected
ja: 音声が検出されませんでした

source: 本月免费 AI: %lld/3 次已用
en: Free AI this month: %lld/3 used
ja: 今月の無料AI: %lld/3回使用済み

source: 检测到 %lld 位说话人，点击设置名称
en: %lld speakers detected, tap to set names
ja: %lld 人の話者を検出しました。タップして名前を設定

source: 模板名称
en: Template Name
ja: テンプレート名

source: 正在上传 %lld%%
en: Uploading %lld%%
ja: アップロード中 %lld%%

source: 正在上传音频...
en: Uploading audio...
ja: 音声をアップロード中...

source: 正在录音
en: Recording
ja: 録音中

source: 正在提取声纹...
en: Extracting voiceprint...
ja: 声紋を抽出中...

source: 正在智能润色...
en: Polishing with AI...
ja: AIで校正中...

source: 正在生成摘要...
en: Generating summary...
ja: 要約を生成中...

source: 正在等待转写结果...
en: Waiting for transcription...
ja: 文字起こし結果を待機中...

source: 正在语音识别...
en: Recognizing speech...
ja: 音声認識中...

source: 正在转写...
en: Transcribing...
ja: 文字起こし中...

source: 正在转录中…
en: Transcribing…
ja: 文字起こし中…

source: 添加模板
en: Add Template
ja: テンプレートを追加

source: 点击下方按钮开始录音
en: Tap the button below to start recording
ja: 下のボタンをタップして録音を開始

source: 点击下方按钮开始录音，或从 Apple Watch 同步录音
en: Tap the button below to start recording, or sync from Apple Watch
ja: 下のボタンをタップして録音を開始、またはApple Watchから同期

source: 版本
en: Version
ja: バージョン

source: 生成失败
en: Generation Failed
ja: 生成に失敗しました

source: 省 %lld%%
en: Save %lld%%
ja: %lld%%お得

source: 知识库
en: Knowledge Base
ja: ナレッジベース

source: 知识库为空
en: Knowledge Base Empty
ja: ナレッジベースは空です

source: 知识库索引
en: Knowledge Base Index
ja: ナレッジベースインデックス

source: 确定
en: OK
ja: OK

source: 确定导入「%@」并自动开始转写？
en: Import "%@" and start transcription automatically?
ja: 「%@」をインポートして自動的に文字起こしを開始しますか？

source: 确定要删除这条录音吗？此操作不可撤销。
en: Are you sure you want to delete this recording? This cannot be undone.
ja: この録音を削除してもよろしいですか？この操作は取り消せません。

source: 确认删除
en: Confirm Delete
ja: 削除の確認

source: 笔记模板
en: Note Template
ja: ノートテンプレート

source: 笔记模板功能即将上线，敬请期待
en: Note Template feature is coming soon, stay tuned
ja: ノートテンプレート機能は近日公開予定です

source: 简体中文
en: Simplified Chinese
ja: 簡体字中国語

source: 管理已保存的说话人声纹
en: Manage saved speaker voiceprints
ja: 保存済みの話者声紋を管理

source: 管理订阅
en: Manage Subscription
ja: サブスクリプションを管理

source: 纯文本
en: Plain Text
ja: プレーンテキスト

source: 编辑
en: Edit
ja: 編集

source: 编辑模板
en: Edit Template
ja: テンプレートを編集

source: 自动检测
en: Auto Detect
ja: 自動検出

source: 自定义名称
en: Custom Name
ja: カスタム名

source: 自定义模板
en: Custom Template
ja: カスタムテンプレート

source: 行动项清单
en: Action Items
ja: アクションアイテム

source: 解锁全部 AI 功能
en: Unlock All AI Features
ja: すべてのAI機能をアンロック

source: 订阅
en: Subscribe
ja: 登録

source: 订阅 PodNote Pro，释放录音的全部潜力
en: Subscribe to PodNote Pro and unlock the full potential of your recordings
ja: PodNote Proに登録して、録音の可能性を最大限に引き出しましょう

source: 订阅状态
en: Subscription Status
ja: サブスクリプション状況

source: 设置
en: Settings
ja: 設定

source: 试用
en: Trial
ja: トライアル

source: 语言
en: Language
ja: 言語

source: 语音备忘录
en: Voice Memos
ja: ボイスメモ

source: 说话人重命名
en: Rename Speakers
ja: 話者名を変更

source: 请先完成语音转写
en: Please complete transcription first
ja: 先に文字起こしを完了してください

source: 请前往 iPhone 或 Mac 查看
en: View on iPhone or Mac
ja: iPhoneまたはMacで確認してください

source: 请确保在录音前告知对方，部分地区法律要求双方同意
en: Please inform the other party before recording. Some jurisdictions require consent from all parties
ja: 録音前に相手に通知してください。一部の地域では全当事者の同意が法律で義務付けられています

source: 课堂笔记
en: Lecture Notes
ja: 講義ノート

source: 跟随系统
en: System Default
ja: システムに従う

source: 跨录音提问...
en: Ask across recordings...
ja: 録音横断で質問...

source: 跨录音智能问答
en: Cross-Recording Q&A
ja: 録音横断Q&A

source: 转写
en: Transcript
ja: 文字起こし

source: 转写失败
en: Transcription Failed
ja: 文字起こしに失敗

source: 转写失败: %@
en: Transcription failed: %@
ja: 文字起こしに失敗: %@

source: 转写语言
en: Transcription Language
ja: 文字起こし言語

source: 转录完成
en: Transcription Complete
ja: 文字起こし完了

source: 轻触开始捕捉你的想法
en: Tap to start capturing your thoughts
ja: タップしてあなたの考えを記録しましょう

source: 返回
en: Back
ja: 戻る

source: 还没有保存的声纹
en: No Saved Voiceprints
ja: 保存された声紋はありません

source: 这段录音的主要内容是什么？
en: What is the main content of this recording?
ja: この録音の主な内容は何ですか？

source: 选择摘要模板
en: Choose Summary Template
ja: 要約テンプレートを選択

source: 通用摘要
en: General Summary
ja: 一般要約

source: 通话录音
en: Call Recording
ja: 通話録音

source: 通话自动录音
en: Auto Record Calls
ja: 通話自動録音

source: 重命名
en: Rename
ja: 名前を変更

source: 重命名录音
en: Rename Recording
ja: 録音の名前を変更

source: 重建知识库索引
en: Rebuild Knowledge Base Index
ja: ナレッジベースインデックスを再構築

source: 重新生成
en: Regenerate
ja: 再生成

source: 重试
en: Retry
ja: 再試行

source: 针对录音内容提问
en: Ask about the recording
ja: 録音の内容について質問する

source: 针对录音内容提问...
en: Ask about the recording...
ja: 録音の内容について質問...

source: 长按停止按钮结束录音
en: Long press stop button to end recording
ja: 停止ボタンを長押しして録音を終了

source: 隐私政策
en: Privacy Policy
ja: プライバシーポリシー

source: 音频分片失败
en: Audio chunking failed
ja: 音声の分割に失敗しました

source: 音频格式不支持
en: Unsupported audio format
ja: サポートされていない音声形式

source: 音频片段
en: Audio Segments
ja: オーディオセグメント

source: 章节摘要
en: Chapter Summary
ja: チャプター要約

source: 章节目录
en: Chapter Index
ja: チャプター目次

source: AI Transcription
ja: AI文字起こし

source: Delete
ja: 削除

source: Live Audio
ja: ライブオーディオ
